Repository: khajavi/books
Catalog: po/*.po
Languages: de

source: Could not load cover image: %s
de: Konnte Buchdeckelbild nicht laden: %s

source: Could not create table: %s
de: Konnte Tabelle nicht erzeugen: %s

source: Could not select data: %s
de: Konnte Daten nicht auswählen: %s

source: Books
de: Bücher

source: Edit
de: Bearbeiten

source: View
de: Ansicht

source: Help
de: Hilfe

source: Add Books...
de: Bücher hinzufügen ...

source: Add a book to the collection
de: Buch zur Sammlung hinzufügen

source: Remove Book
de: Buch entfernen

source: Remove selected book from the collection
de: Ausgewähltes Buch aus der Sammlung entfernen

source: Preferences
de: Einstellungen

source: Quit
de: Beenden

source: Show information about Books
de: Zeige Informationen über Bücher

source: Symbols
de: Symbole

source: Show books in a grid with book covers
de: Zeige Bücher mit Buchdeckeln in einem Gitter an

source: List
de: Liste

source: Show books in a list
de: Zeige Bücher in einer Liste an

source: Open EPUB
de: EPUB öffnen

source: About Books
de: Über Bücher

source: Books is an e-book manager and viewer.
de: Bücher ist ein E-Book-Verwaltungswerkzeug und -Betrachter.

source: Author
de: Autor

source: Title
de: Titel

source: Books Preferences
de: Bücher Einstellungen

source: Books Viewer
de: Bücher Anzeige

source: View and manage e-books
de: Zeige E-Books an und verwalte sie

source: Specifies which style sheet to use for the viewer. Use "publisher" for the publisher defaults and "books" for an on-screen optimized style sheet.
de: Gibt an, welcher Stylesheet zur Anzeige benutzt werden soll. Benutze "publisher" für vom Verleger eingestellte Stylesheet und "books" für ein für das Bildschirmlesen optimiertes Stylesheet.

source: Publisher Default
de: Verlags-Standardeinstellung

source: Viewer
de: Anzeiger
